/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 80015
Source Host           : localhost:3306
Source Database       : baidutraffice

Target Server Type    : MYSQL
Target Server Version : 80015
File Encoding         : 65001

Date: 2020-07-29 19:51:52
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for journeys_modify
-- ----------------------------
DROP TABLE IF EXISTS `journeys_modify`;
CREATE TABLE `journeys_modify` (
  `journey_number` bigint(20) DEFAULT NULL,
  `journey_name` text,
  `route_number` bigint(20) DEFAULT NULL,
  `The_duration` double DEFAULT NULL,
  `The_price` bigint(20) DEFAULT NULL,
  `The_type` text,
  `vehicle_name` text,
  `departure_station_name` text,
  `arrive_station_name` text,
  `departure_time` text,
  `arrive_time` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

-- ----------------------------
-- Records of journeys_modify
-- ----------------------------
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '1', '16800', '558', '火车', 'G5', '北京南站', '上海站', '0:07:00', '0:11:40');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '2', '19320', '553', '火车', 'G143', '北京南站', '上海虹桥站', '0:07:50', '0:13:12');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '3', '16080', '553', '火车', 'G1', '北京南站', '上海虹桥站', '0:09:00', '0:13:28');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '4', '16080', '553', '火车', 'G7', '北京南站', '上海虹桥站', '0:10:00', '0:14:28');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '5', '16560', '553', '火车', 'G9', '北京南站', '上海虹桥站', '0:12:00', '0:16:36');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '6', '16080', '553', '火车', 'G3', '北京南站', '上海虹桥站', '0:14:00', '0:18:28');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '7', '16080', '553', '火车', 'G11', '北京南站', '上海虹桥站', '0:15:00', '0:19:28');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '8', '16560', '553', '火车', 'G13', '北京南站', '上海虹桥站', '0:17:00', '0:21:36');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '9', '16980', '558', '火车', 'G15', '北京南站', '上海站', '0:18:00', '0:22:43');
INSERT INTO `journeys_modify` VALUES ('1', '北京市——上海市', '10', '15480', '553', '火车', 'G17', '北京南站', '上海虹桥站', '0:19:00', '0:23:18');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '2', '38520', '945', '火车', 'G71', '北京西站', '福田站', '0:07:26', '0:18:08');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '1', '15420', '0', '火车', 'G403', '北京西站', '武汉站', '0:08:00', '0:12:17');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '2', '15660', '0', '火车', 'G83', '北京西站', '武汉站', '0:08:55', '0:13:16');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '3', '15660', '0', '火车', 'G81', '北京西站', '武汉站', '0:09:00', '0:13:21');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '4', '19860', '0', '火车', 'G309', '北京西站', '汉口站', '0:08:18', '0:13:49');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '5', '15420', '0', '火车', 'G79', '北京西站', '武汉站', '0:10:00', '0:14:17');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '6', '19620', '0', '火车', 'G511', '北京西站', '汉口站', '0:09:27', '0:14:54');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '7', '16380', '0', '火车', 'G487', '北京西站', '武汉站', '0:10:52', '0:15:25');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '8', '18120', '0', '火车', 'G503', '北京西站', '武汉站', '0:14:41', '0:19:43');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '9', '20100', '0', '火车', 'G525', '北京西站', '汉口站', '0:17:14', '0:22:49');
INSERT INTO `journeys_modify` VALUES ('4', '北京市——武汉市', '10', '16680', '0', '火车', 'G527', '北京西站', '武汉站', '0:18:14', '0:22:52');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '1', '16560', '516', '火车', 'G437', '北京西站', '西安北站', '0:06:27', '0:11:03');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '2', '16260', '516', '火车', 'G89', '北京西站', '西安北站', '0:06:53', '0:11:24');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '5', '20520', '516', '火车', 'G659', '北京西站', '西安北站', '0:11:53', '0:17:35');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '6', '15600', '516', '火车', 'G87', '北京西站', '西安北站', '0:14:00', '0:18:20');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '8', '16320', '516', '火车', 'G349', '北京西站', '西安北站', '0:15:13', '0:19:45');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '9', '20280', '516', '火车', 'G663', '北京西站', '西安北站', '0:15:45', '0:21:23');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '10', '15960', '516', '火车', 'G25', '北京西站', '西安北站', '0:18:55', '0:23:21');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '1', '16680', '539', '火车', 'G19', '北京南站', '杭州东站', '0:08:00', '0:12:38');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '2', '20580', '539', '火车', 'G55', '北京南站', '杭州东站', '0:08:10', '0:13:53');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '4', '16500', '539', '火车', 'G31', '北京南站', '杭州东站', '0:11:00', '0:15:35');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '5', '21180', '539', '火车', 'G167', '北京南站', '杭州东站', '0:12:45', '0:18:38');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '6', '20880', '539', '火车', 'G59', '北京南站', '杭州东站', '0:13:40', '0:19:28');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '8', '20640', '539', '火车', 'G35', '北京南站', '杭州东站', '0:15:10', '0:20:54');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '9', '21600', '539', '火车', 'G45', '北京南站', '杭州东站', '0:15:25', '0:21:25');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '10', '20880', '539', '火车', 'G273', '北京南站', '杭州东站', '0:16:25', '0:22:13');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '1', '12600', '444', '火车', 'G5', '北京南站', '南京南站', '0:07:00', '0:10:30');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '2', '12240', '444', '火车', 'G19', '北京南站', '南京南站', '0:08:00', '0:11:24');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '3', '12240', '444', '火车', 'G1', '北京南站', '南京南站', '0:09:00', '0:12:24');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '4', '12180', '444', '火车', 'G7', '北京南站', '南京南站', '0:10:00', '0:13:23');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '5', '12660', '444', '火车', 'G31', '北京南站', '南京南站', '0:11:00', '0:14:31');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '6', '12600', '444', '火车', 'G9', '北京南站', '南京南站', '0:12:00', '0:15:30');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '7', '12180', '444', '火车', 'G3', '北京南站', '南京南站', '0:14:00', '0:17:23');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '8', '12060', '444', '火车', 'G11', '北京南站', '南京南站', '0:15:00', '0:18:21');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '9', '12120', '444', '火车', 'G13', '北京南站', '南京南站', '0:17:00', '0:20:22');
INSERT INTO `journeys_modify` VALUES ('7', '北京市——南京市', '10', '11580', '444', '火车', 'G17', '北京南站', '南京南站', '0:19:00', '0:22:13');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '1', '27900', '779', '火车', 'G89', '北京西站', '成都东站', '0:06:53', '0:14:38');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '3', '34320', '779', '火车', 'G571', '北京西站', '成都东站', '0:09:22', '0:18:54');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '5', '35880', '779', '火车', 'G307', '北京西站', '成都东站', '0:09:38', '0:19:36');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '9', '27900', '779', '火车', 'G349', '北京西站', '成都东站', '0:15:13', '0:22:58');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '1', '21900', '261', '火车', 'D41', '北京站', '大连北站', '0:09:50', '0:15:55');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '3', '17820', '400', '火车', 'G379', '北京南站', '大连北站', '0:15:40', '0:20:37');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '4', '22140', '261', '火车', 'D33', '北京站', '大连北站', '0:14:47', '0:20:56');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '1', '15600', '295', '火车', 'G219', '北京南站', '沈阳南站', '0:08:00', '0:12:20');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '2', '16140', '296', '火车', 'G381', '北京南站', '沈阳北站', '0:07:54', '0:12:23');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '3', '18240', '350', '火车', 'G395', '北京南站', '沈阳南站', '0:09:05', '0:14:09');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '4', '19080', '206', '火车', 'D17', '北京站', '沈阳南站', '0:09:15', '0:14:33');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '5', '13500', '295', '火车', 'G217', '北京南站', '沈阳北站', '0:13:30', '0:17:15');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '7', '18660', '296', '火车', 'G397', '北京南站', '沈阳南站', '0:13:50', '0:19:01');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '8', '13680', '295', '火车', 'G239', '北京南站', '沈阳北站', '0:17:00', '0:20:48');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '9', '19740', '206', '火车', 'D1', '北京站', '沈阳南站', '0:18:11', '0:23:40');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '10', '20100', '206', '火车', 'D3', '北京站', '沈阳南站', '0:18:16', '0:23:51');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '2', '18840', '524', '火车', 'G107', '北京南站', '苏州北站', '0:08:05', '0:13:19');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '5', '18720', '524', '火车', 'G133', '北京南站', '苏州北站', '0:12:50', '0:18:02');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '6', '19020', '524', '火车', 'G137', '北京南站', '苏州北站', '0:13:35', '0:18:52');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '8', '14940', '524', '火车', 'G13', '北京南站', '苏州北站', '0:17:00', '0:21:09');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '9', '19740', '524', '火车', 'G155', '北京南站', '苏州北站', '0:15:45', '0:21:14');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '10', '19800', '524', '火车', 'G169', '北京南站', '苏州北站', '0:16:40', '0:22:10');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '1', '38940', '1148', '火车', 'G403', '北京西站', '昆明南站', '0:08:00', '0:18:49');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '2', '40260', '1148', '火车', 'G81', '北京西站', '昆明南站', '0:09:00', '0:20:11');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '1', '20280', '649', '火车', 'G403', '北京西站', '长沙南站', '0:08:00', '0:13:38');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '2', '25380', '649', '火车', 'G485', '北京西站', '长沙南站', '0:07:03', '0:14:06');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '3', '20580', '649', '火车', 'G83', '北京西站', '长沙南站', '0:08:55', '0:14:38');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '4', '20640', '649', '火车', 'G81', '北京西站', '长沙南站', '0:09:00', '0:14:44');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '5', '20400', '649', '火车', 'G79', '北京西站', '长沙南站', '0:10:00', '0:15:40');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '6', '25440', '649', '火车', 'G421', '北京西站', '长沙南站', '0:09:05', '0:16:09');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '7', '25320', '649', '火车', 'G401', '北京西站', '长沙南站', '0:11:43', '0:18:45');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '8', '24360', '649', '火车', 'G69', '北京西站', '长沙南站', '0:13:07', '0:19:53');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '9', '23580', '649', '火车', 'G503', '北京西站', '长沙南站', '0:14:41', '0:21:14');
INSERT INTO `journeys_modify` VALUES ('15', '北京市——长沙市', '10', '24720', '649', '火车', 'G505', '北京西站', '长沙南站', '0:15:40', '0:22:32');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '1', '16080', '436', '火车', 'G263', '北京南站', '合肥南站', '0:08:45', '0:13:13');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '2', '17880', '436', '火车', 'G355', '北京南站', '合肥南站', '0:08:40', '0:13:38');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '3', '14940', '436', '火车', 'G27', '北京南站', '合肥南站', '0:09:45', '0:13:54');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '4', '17160', '436', '火车', 'G323', '北京南站', '合肥南站', '0:10:10', '0:14:56');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '5', '13440', '436', '火车', 'G23', '北京南站', '合肥南站', '0:13:00', '0:16:44');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '6', '17580', '436', '火车', 'G303', '北京南站', '合肥南站', '0:12:30', '0:17:23');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '7', '15480', '436', '火车', 'G43', '北京南站', '合肥南站', '0:14:05', '0:18:23');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '8', '17220', '436', '火车', 'G161', '北京南站', '合肥南站', '0:15:15', '0:20:02');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '9', '17160', '436', '火车', 'G351', '北京南站', '合肥南站', '0:15:30', '0:20:16');
INSERT INTO `journeys_modify` VALUES ('16', '北京市——合肥市', '10', '17940', '436', '火车', 'G267', '北京南站', '合肥南站', '0:17:31', '0:22:30');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '1', '24240', '596', '火车', 'G55', '北京南站', '宁波站', '0:08:10', '0:14:54');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '8', '24900', '596', '火车', 'G167', '北京南站', '宁波站', '0:12:45', '0:19:40');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '9', '24540', '596', '火车', 'G59', '北京南站', '宁波站', '0:13:40', '0:20:29');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '10', '23700', '596', '火车', 'G273', '北京南站', '宁波站', '0:16:25', '0:23:00');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '1', '28680', '943', '火车', 'G403,G279', '北京西站', '广州北站', '0:08:00', '0:17:44');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '2', '32340', '947', '火车', 'G89,G279', '北京西站', '广州北站', '0:06:53', '0:17:44');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '3', '29040', '943', '火车', 'G83,G531', '北京西站', '广州北站', '0:08:55', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '4', '34800', '947', '火车', 'G89,G531', '北京西站', '广州北站', '0:06:53', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '5', '36180', '899', '火车', 'G89,G531', '北京西站', '广州北站', '0:06:53', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '6', '36900', '899', '火车', 'G6731,G531', '北京西站', '广州北站', '0:06:32', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '7', '36480', '899', '火车', 'G437,G531', '北京西站', '广州北站', '0:06:27', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '8', '34860', '950', '火车', 'G655,G839', '北京西站', '广州北站', '0:09:43', '0:21:46');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '9', '34380', '950', '火车', 'G307,G839', '北京西站', '广州北站', '0:09:38', '0:21:46');
INSERT INTO `journeys_modify` VALUES ('2', '北京市——广州市', '10', '34560', '950', '火车', 'G511,G839', '北京西站', '广州北站', '0:09:27', '0:21:46');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '1', '30720', '1038', '火车', 'G403,G6001', '北京西站', '深圳北站', '0:08:00', '0:17:49');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '3', '32940', '1038', '火车', 'G83,G531', '北京西站', '深圳北站', '0:08:55', '0:19:15');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '4', '32940', '1038', '火车', 'G81,G6003', '北京西站', '深圳北站', '0:09:00', '0:19:20');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '5', '31320', '937', '火车', 'G79,G9773', '北京西站', '深圳北站', '0:10:00', '0:19:49');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '6', '31320', '937', '火车', 'G79,G6213', '北京西站', '深圳北站', '0:10:00', '0:19:56');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '7', '31020', '909', '火车', 'G79,D937', '北京西站', '深圳北站', '0:10:00', '0:20:06');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '8', '31860', '937', '火车', 'G79,G9661', '北京西站', '深圳北站', '0:10:00', '0:20:15');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '9', '30900', '937', '火车', 'G79,G6181', '北京西站', '深圳北站', '0:10:00', '0:20:19');
INSERT INTO `journeys_modify` VALUES ('3', '北京市——深圳市', '10', '33000', '1038', '火车', 'G79,G6181', '北京西站', '深圳北站', '0:10:00', '0:20:19');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '3', '15540', '548', '火车', 'G81,G361', '北京西站', '西安北站', '0:09:00', '0:14:29');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '4', '16680', '548', '火车', 'G801,G3181', '北京西站', '西安北站', '0:09:15', '0:14:56');
INSERT INTO `journeys_modify` VALUES ('5', '北京市——西安市', '7', '16560', '548', '火车', 'G805,G1895', '北京西站', '西安北站', '0:13:30', '0:19:08');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '3', '17100', '561', '火车', 'G1,G7567', '北京南站', '杭州东站', '0:09:00', '0:14:51');
INSERT INTO `journeys_modify` VALUES ('6', '北京市——杭州市', '7', '17220', '561', '火车', 'G3,G7629', '北京南站', '杭州东站', '0:14:00', '0:19:58');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '2', '31800', '779', '火车', 'G437,D1931', '北京西站', '成都东站', '0:06:27', '0:16:35');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '4', '30360', '811', '火车', 'G801,G1701', '北京西站', '成都东站', '0:09:15', '0:19:14');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '6', '31440', '811', '火车', 'G487,G1835', '北京西站', '成都东站', '0:10:52', '0:20:47');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '7', '32700', '811', '火车', 'G487,G2679', '北京西站', '成都东站', '0:10:52', '0:21:24');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '8', '32400', '811', '火车', 'G487,G1281', '北京西站', '成都东站', '0:10:52', '0:21:35');
INSERT INTO `journeys_modify` VALUES ('8', '北京市——成都市', '10', '29040', '779', '火车', 'G87,D1905', '北京西站', '成都东站', '0:14:00', '0:23:20');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '1', '34740', '795', '火车', 'G437,D1979', '北京西站', '重庆北站', '0:06:27', '0:17:06');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '2', '33120', '923', '火车', 'G89,G8555', '北京西站', '沙坪坝站', '0:06:53', '0:17:08');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '3', '33540', '933', '火车', 'G89,G8717', '北京西站', '重庆北站', '0:06:53', '0:17:26');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '4', '35040', '797', '火车', 'G437,D1955', '北京西站', '重庆西站', '0:06:27', '0:17:16');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '5', '34620', '795', '火车', 'G89,D1983', '北京西站', '重庆北站', '0:06:53', '0:17:58');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '6', '34920', '795', '火车', 'G437,D1983', '北京西站', '重庆北站', '0:06:27', '0:17:58');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '7', '33480', '925', '火车', 'G89,G2163', '北京西站', '重庆西站', '0:06:53', '0:17:30');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '8', '34800', '933', '火车', 'G89,G8513', '北京西站', '重庆北站', '0:06:53', '0:18:05');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '9', '33480', '923', '火车', 'G89,G8553', '北京西站', '沙坪坝站', '0:06:53', '0:18:05');
INSERT INTO `journeys_modify` VALUES ('9', '北京市——重庆市', '10', '33840', '933', '火车', 'G89,G8721', '北京西站', '重庆北站', '0:06:53', '0:18:38');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '1', '31740', '998', '火车', 'G83,G531', '北京西站', '虎门站', '0:08:55', '0:18:55');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '2', '31380', '998', '火车', 'G83,G817', '北京西站', '虎门站', '0:08:55', '0:19:00');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '3', '31680', '998', '火车', 'G81,G1017', '北京西站', '虎门站', '0:09:00', '0:19:11');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '4', '30120', '897', '火车', 'G79,G9773', '北京西站', '虎门站', '0:10:00', '0:19:29');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '5', '30120', '897', '火车', 'G79,G6213', '北京西站', '虎门站', '0:10:00', '0:19:36');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '6', '30120', '897', '火车', 'G79,G9661', '北京西站', '虎门站', '0:10:00', '0:19:46');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '7', '30120', '897', '火车', 'G79,G1311', '北京西站', '虎门站', '0:10:00', '0:20:01');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '8', '30120', '897', '火车', 'G79,G6201', '北京西站', '虎门站', '0:10:00', '0:20:11');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '9', '30120', '897', '火车', 'G79,G821', '北京西站', '虎门站', '0:10:00', '0:20:16');
INSERT INTO `journeys_modify` VALUES ('10', '北京市——东莞市', '10', '30780', '908', '火车', 'G79,D7541', '北京西站', '东莞站', '0:10:00', '0:20:51');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '2', '20700', '310', '火车', 'D25,G2627', '北京站', '大连北站', '0:10:28', '0:18:41');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '5', '19620', '401', '火车', 'C2047,G1253', '北京南站', '大连北站', '0:14:42', '0:21:56');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '6', '19740', '401', '火车', 'C2627,G1253', '北京南站', '大连北站', '0:14:22', '0:21:56');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '7', '19620', '401', '火车', 'C2045,G1253', '北京南站', '大连北站', '0:14:17', '0:21:56');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '8', '19740', '401', '火车', 'C2625,G1253', '北京南站', '大连北站', '0:14:07', '0:21:56');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '9', '19980', '401', '火车', 'G397,G1253', '北京南站', '大连北站', '0:13:50', '0:21:56');
INSERT INTO `journeys_modify` VALUES ('11', '北京市——大连市', '10', '21180', '310', '火车', 'D73,G1295', '北京站', '大连北站', '0:14:28', '0:22:25');
INSERT INTO `journeys_modify` VALUES ('12', '北京市——沈阳市', '6', '16860', '297', '火车', 'C2619,G1229', '北京南站', '沈阳南站', '0:12:26', '0:18:10');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '1', '18960', '598', '火车', 'G5,G7088', '北京南站', '苏州站', '0:07:00', '0:13:30');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '3', '17580', '593', '火车', 'G1,G7390', '北京南站', '苏州站', '0:09:00', '0:14:55');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '4', '18180', '584', '火车', 'G7,D3142', '北京南站', '苏州站', '0:10:00', '0:16:36');
INSERT INTO `journeys_modify` VALUES ('13', '北京市——苏州市', '7', '18060', '593', '火车', 'G11,G7314', '北京南站', '苏州站', '0:15:00', '0:21:17');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '3', '47700', '1148', '火车', 'G485,G1377', '北京西站', '昆明南站', '0:07:03', '0:21:25');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '4', '50460', '1260', '火车', 'G89,G2829', '北京西站', '昆明南站', '0:06:53', '0:22:06');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '5', '41700', '1148', '火车', 'G83,G465', '北京西站', '昆明南站', '0:08:55', '0:22:11');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '6', '42060', '1148', '火车', 'G83,G1681', '北京西站', '昆明南站', '0:08:55', '0:22:27');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '7', '51720', '1288', '火车', 'G89,G2821', '北京西站', '昆明南站', '0:06:53', '0:22:46');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '8', '42120', '1148', '火车', 'G79,G1391', '北京西站', '昆明南站', '0:10:00', '0:22:52');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '9', '40860', '1148', '火车', 'G79,G1375', '北京西站', '昆明南站', '0:10:00', '0:23:01');
INSERT INTO `journeys_modify` VALUES ('14', '北京市——昆明市', '10', '49920', '1260', '火车', 'G89,G2827', '北京西站', '昆明南站', '0:06:53', '0:23:12');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '2', '20460', '610', '火车', 'G19,G581', '北京南站', '宁波站', '0:08:00', '0:15:03');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '3', '21420', '617', '火车', 'G19,G581', '北京南站', '宁波站', '0:08:00', '0:15:03');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '4', '21180', '632', '火车', 'G1,G7567', '北京南站', '宁波站', '0:09:00', '0:15:59');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '5', '20160', '610', '火车', 'G31,G1893', '北京南站', '宁波站', '0:11:00', '0:17:38');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '6', '20100', '610', '火车', 'G31,G7545', '北京南站', '宁波站', '0:11:00', '0:17:50');
INSERT INTO `journeys_modify` VALUES ('17', '北京市——宁波市', '7', '20100', '610', '火车', 'G31,G7519', '北京南站', '宁波站', '0:11:00', '0:17:55');
